<?php

return [

    'chat' => 'Чат',
    'chatLS' => 'Диалог',
    'back' => 'К списку диалогов',
    'message' => [
       'send' => 'Отправить сообщение',
       'no_messaeges' => 'Нет сообщений',
       'edit' => 'Редактировать сообщение',
       'delete' => 'Удалить сообщение',
       'write' => 'Введите сообщение..',
       'edit_stop' => 'Прекратить редактирование сообщения',
       'recover' => 'Восстановить'
    ],
    'attachment' => [
        'photo' => 'Фотография',
        'video' => 'Видео',
        'audio' => 'Аудио',
        'upload' => 'Загрузить',
    ],
    'error' => [

    ],
];
