<?php

return [
    'errors' => [
        'notation_not_found' => 'Данной статьи не существует',
        'edit_access_denied' => 'Доступ на редактирование запрещён',
        'image_upload' => 'Изображения не были загружены!',
        'not_exist' => 'Данной статьи не существует'
    ],
    'success' => [
        'update' => 'Статья успешно изменена',
        'delete' => 'Статья успешно удалена',
        'image_uploaded' => 'Изображения загружены успешно',
        'image_delete' => 'Фотография успешно удалена',
    ],
    'edit' => [
        'topic' => 'Тема новости',
        'edit_title' => 'Редактирование новости',
        'back' => 'Обратно к новости',
        'edit' => 'Редактировать запись',
        'change' => 'Изменить',
        'select_image_upload' => 'Выбрать фотографии для загрузки',
        'remove_image' => 'Удалить фотографию'
    ],
    'view' => 'Просмотр',
    'delete' => 'Удалить запись',
    'dateAdd' => 'Дата добавления',
    'article' => 'Статья',
    'views' => 'Просмотры',
    'firstSlide' => 'Первый слайд',
    'previousSlide' => 'Предыдущий',
    'nextSlide' => 'Следующий',
    'writeComment' => 'Оставить комментарий',
    'sendComment' => 'Отправить',
    'comments' => 'Комментарии',
    'comment' => 'Комментарий',
    'added' => 'Добавил',
    'addNotation' => 'Добавить новость',
    'countNotations' => 'Всего новостей',
    'countViews' => 'Кол-во просмотров новости',
    'notationRating' => 'Рейтинг новости',

    'sort' => 'Отсортировать',
    'sortName' => 'Наименованию',
    'sortViews' => 'Просмотрам',
    'sortRating' => 'Рейтингу',
    'sortDate' => 'Дате',
];
